/* No comment provided by engineer. */
"A timeline based on your previous choices!" = "A timeline based on your previous choices!";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* No comment provided by engineer. */
"All activities" = "All activities";

/* No comment provided by engineer. */
"Any comments?" = "Any comments?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Do you wanna rate me?" = "Do you wanna rate me?";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enroll" = "Enroll";

/* No comment provided by engineer. */
"Enrolling ..." = "Enrolling ...";

/* No comment provided by engineer. */
"Enter" = "Enter";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event Actions" = "Event Actions";

/* No comment provided by engineer. */
"Event details" = "Event details";

/* No comment provided by engineer. */
"Event Logo" = "Event Logo";

/* No comment provided by engineer. */
"Exit event" = "Exit event";

/* No comment provided by engineer. */
"Facebook couldn't log you in! Try again?" = "Facebook couldn't log you in! Try again?";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Get updates instantly!" = "Get updates instantly!";

/* No comment provided by engineer. */
"Hum, it appears that the connectivity is unstable.. Do you want to try again?" = "Hum, it appears that the connectivity is unstable.. Do you want to try again?";

/* No comment provided by engineer. */
"If you wanna be part of this event, please give some basic details." = "If you wanna be part of this event, please give some basic details.";

/* No comment provided by engineer. */
"InEvent brings a whole new experience to your event" = "InEvent brings a whole new experience to your event";

/* No comment provided by engineer. */
"It appears that your credentials expired! Can you log again?" = "It appears that your credentials expired! Can you log again?";

/* No comment provided by engineer. */
"Let's go to your first event" = "Let's go to your first event";

/* No comment provided by engineer. */
"Log" = "Log";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Logged!" = "Logged!";

/* No comment provided by engineer. */
"Logging ..." = "Logging ...";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* Map */
"Map" = "Map";

/* No comment provided by engineer. */
"Marketplace" = "Marketplace";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Menu Options" = "Menu Options";

/* No comment provided by engineer. */
"Minus" = "Minus";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* No comment provided by engineer. */
"My activities" = "My activities";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Oh oh.. It appears that our server is having some trouble. Do you want to try again?" = "Oh oh.. It appears that our server is having some trouble. Do you want to try again?";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Our Company" = "Our Company";

/* No comment provided by engineer. */
"Paid" = "Paid";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enroll on the event before proceeding." = "Please enroll on the event before proceeding.";

/* No comment provided by engineer. */
"Please give me some details about you." = "Please give me some details about you.";

/* No comment provided by engineer. */
"Plus" = "Plus";

/* No comment provided by engineer. */
"Post comments on every activity you go!" = "Post comments on every activity you go!";

/* No comment provided by engineer. */
"Present" = "Present";

/* No comment provided by engineer. */
"Questions!" = "Questions!";

/* No comment provided by engineer. */
"Reader" = "Reader";

/* No comment provided by engineer. */
"Ready?" = "Ready?";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"See people" = "See people";

/* No comment provided by engineer. */
"See questions" = "See questions";

/* Send message from chat */
"Send" = "Send";

/* No comment provided by engineer. */
"Send feedback" = "Send feedback";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Timeline" = "Timeline";

/* No comment provided by engineer. */
"Try Again :(" = "Try Again :(";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Wait 10 min to try again!" = "Wait 10 min to try again!";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Welcome to InEvent" = "Welcome to InEvent";

/* No comment provided by engineer. */
"Welcome!" = "Welcome!";

/* No comment provided by engineer. */
"What's the question?" = "What's the question?";

/* No comment provided by engineer. */
"Where do you want to go?" = "Where do you want to go?";

/* No comment provided by engineer. */
"Where?" = "Where?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your Account" = "Your Account";

